java/44/nfsesvc/src/main/resources/templates/SOAP-env-consultar.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nfse="http://www.abrasf.org.br/nfse.xsd">
  <soapenv:Header/>
  <soapenv:Body>
    <nfse:ConsultarNfseEnvio>
      <NumeroNfse>${numeroNfse}</NumeroNfse>
    </nfse:ConsultarNfseEnvio>
  </soapenv:Body>
</soapenv:Envelope>
